IdeaRS.Connections
PlateOpeningData.RelativePointCode Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the code of the relative point on the plate 1 - left bottom edge
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public int RelativePointCode { get; set; }
Property Value
Type: Int32
See Also
Reference
PlateOpeningData Class
IdeaRS.Connections.Data Namespace